//FRENCH

"lang" = "fr";

"finish" = "Terminer";

"cancel" = "Annuler";
"close" = "Fermer";
"ok" = "Ok";
"no" = "Non";

"distance_in_meters" = "%@m";
"connect" = "Connecter";
"connected" = "Connecté";
"continue" = "Continuer";

"locked" = "Verrouillé";
"unlocked" = "Déverrouillé";

"connecting" = "Connexion";
"disconnected" = "Déconnecté";

"settings" = "Paramètres";
"near_lock" = "Near Lock";
"fast_lock" = "Fast Lock";
"unpair" = "Oublier";

"share_text_twitter" = "Essayez une nouvelle façon de verrouiller votre Mac : éloignez-vous. www.nearlock.me #nearlock via @nearlockapp";
"share_text_facebook" = "Essayez une nouvelle façon de verrouiller votre Mac : éloignez-vous. www.nearlock.me #nearlock via @nearlockapp";

"facebook" = "Facebook";
"twitter" = "Twitter";


"your_data_is_secure" = "Vos informations sont cryptées et enregistrées\nSEULEMENT sur vos appareils";
"welcome" = "Bienvenue";
"enter_login" = "Entrez le mot de passe du Mac";
"distance" = "Distance";
"signal_strength" = "Force du signal";

"tutorial_screen_tap_settings" = "Tappez pour Paramètres";
"tutorial_long_press" = "Maintenez pour (dé)verrouiller";

"tutorial_screen_unlocked" = "Votre Mac est déverrouillé";
"tutorial_screen_locked" = "Votre Mac est verrouillé";
"tutorial_screen_pro" = "Tappez pour la version PRO";
"tutorial_screen_offline" = "iPhone non connecté au Mac";
"tutorial_screen_connecting" = "iPhone en cours de connection avec le Mac";
"tutorial_screen_distance" = "Distance approximative avec le Mac";
"tutorial_screen_signal" = "Force du signal de connexion entre iPhone et Mac";
"tutorial_screen_near_lock_off" = "Near Lock est sur OFF";
"tutorial_screen_near_lock_on_and_loggedin" = "Near Lock sur ON, vous éloigner verrouillera le Mac";
"tutorial_screen_near_lock_on_and_loggedout" = "Near Lock sur ON, se rapprocher pour déverrouiller le Mac";

"use_swipe_menu" = "Menu rapide";
"use_standard_view" = "Vue standard";
"buy_pro_for_apple_watch" = "L'App iPhone doit être sur ON si vous voulez utiliser l'Apple Watch gratuitement. Acheter le mode PRO pour plus";
"near_lock_distance" = "Distance Near Lock";
"current_distance" = "Distance actuelle";

"to_lock" = "Verrouiller:%@";
"to_unlock" = "Déverrouiller:%@";

"open_near_lock_on_iphone" = "Vérifiez que Near Lock est ouvert sur le Mac. Visitez www.nearlock.me pour obtenir la version Mac";
"unlink_from_both_sides" = "Pour établir une nouvelle connection assurez vous que vos appareils ne sont pas appairés du côté du Mac";
"unlink_from_both_sides_bold" = "Pas appairé du côté du Mac";
"restart_bluetooth_on_iphone_can_help" = "Parfois le Bluetooth se bloque, redémarrer le bluetooth sur votre Iphone et Mac peut aider.";
"restart_bluetooth_on_iphone_can_help_bold" = "Redémarrer le bluetooth";


"restore" = "Restaurer";

"lock_mac" = "Verrouiller le Mac";
"unlock_mac" = "Déverrouiller le Mac";
"unlock" = "Déverrouiller!";

"searching_for_devices" = "Near Lock recherche des appareils";

"open_near_lock_on_your_mac" = "Pour commencez ouvrez \n\nsur votre Mac";
"login" = "Utilisateur";
"password" = "mot de passe";

"pro_text" = "La version PRO fonctionne aussi en arrière-plan!";
"pro_text_bold_part" = "PRO";

"get_pro_version" = "Obtenez la version PRO";


"status_yes_unlink" = "Oui, Oublier!";
"try_again" = "Réessayer";

"get_update" = "Faire la mise à jour!";
"mac_version_is_not_up_to_date" = "Votre version Mac de Near Lock n'est pas à jour";
"connection_success" = "Connexion réalisée";
"connection_failed" = "Mauvais mot de passe";

"unlock_device" = "Voulez-vous déverrouiller %@?";

"status_unlink_from_device" = "Cet appareil a oublié %@";
"txt_touchid_or_passcode" = "Cet appareil a oublié votre Mac car le mot de passe Mac a été changé";

"new_update" = "Une nouvelle mise à jour Near Lock est disponible";
"new_update_bold" = "Near Lock";

"update_mac_version" = "Une nouvelle mise à jour Near Lock est disponible pour votre Mac";
"update_mac_version_bold" = "Version Mac";

"status_unlink_confirmation" = "Êtes-vous sûr de vouloir oublier %@ ?";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "Paramètres non disponibles car l'appareil est déconnecté";

"proximity_lock_explanation" = "Mettez Near Lock sur ON\npour verrouiller votre Mac automatiquement quand vous vous éloignez et le débloquer quand vous revenez";
"proximity_lock_explanation_bold" = "Near Lock";

"distance_explanation" = "La distance de verrouillage \nsi Near Lock est sur ON";
"distance_explanation_bold" = "La distance de verrouillage";

"distance_explanation_signal" = "La force du signal\nsi Near Lock est sur ON";
"distance_explanation_signal_bold" = "La force du signal";

"proximity_lock_temporary_disabled" = "Near Lock est temporairement désactivé car vous vous êtes déconnecté manuellement.\nSortez du rayon d'action pour le réactiver.";
"tutorial_screen_near_lock_disabled" = "Near Lock est temporairement désactivé – l'ustilisateur s'est déconnecté";

"proximity_lock_temporary_disabled_login_password_old" = "Near Lock est temporairement désactivé car l'utilisateur s'est connecté avec le mot de passe.\nPénetrez dans le rayon d'action de Near Lock pour le réactiver.";
"proximity_lock_temporary_disabled_login_password" = "Near Lock est temporairement désactivé car l'utilisateur s'est connecté manuellement.\nPénetrez dans le rayon d'action de Near Lock pour le réactiver.";
"proximity_lock_temporary_disabled_login_password_long_old" = "Near Lock est temporairement désactivé car l'utilisateur s'est connecté avec le mot de passe.\n\nPénetrez dans le rayon d'action de Near Lock avec votre iPhone et il sera réactivé automatiquement.";
"proximity_lock_temporary_disabled_login_password_long" = "Near Lock est temporairement désactivé car l'utilisateur s'est connecté manuellement.\n\nPénetrez dans le rayon d'action de Near Lock avec votre iPhone et il sera réactivé automatiquement.";
"tutorial_screen_near_lock_disabled_login_password_old" = "Near Lock est temporairement désactivé– connection par mdp";
"tutorial_screen_near_lock_disabled_login_password" = "Near Lock est temporairement désactivé– connection manuelle";

"waiting_for_confirmation" = "En attente de la confimation de l'iPhone pour déverrouiller le Mac";

"login_on_approach_disabled" = "Réveil sur approche désactivé – appuyez sur n'importe quelle touche de votre Mac pour le déverrouiller";

"ble_not_supported_text" = "Votre iPhone ne gère pas la dernière technologie Bluetooth LE, nécessaire pour se connecter au Mac";
"ble_not_supported_text_bold" = "Bluetooth LE";

"turn_bluetooth_on_to_use_near_lock" = "Veuillez mettre votre \nBluetooth sur ON \npour utiliser Near Lock";
"turn_bluetooth_on_to_use_near_lock_bold" = "Bluetooth ON";

"app_store_not_reachable" = "Erreur de connexion";
"app_store_not_reachable_text" = "Impossible de se connecter à l'App Store";


"notification_locked_first_notification" = "Bien! %@ a été verrouillé avec Near Lock. Pour continuer à recevoir des notifications, autorisez-les dans les paramètres iPhone";
"notification_unlocked_first_notification" = "Bien! %@ a été déverrouillé avec Near Lock. Pour continuer à recevoir des notifications activez-les dans les Paramètres iPhone";

"notification_locked_old" = "%@ a été verrouillé par Near Lock";
"notification_unlocked_old" = "%@ a été déverrouillé par Near Lock";
"notification_locked" = "%@ a été vérrouillé";
"notification_unlocked" = "%@ a été déverrouillé";

"setup_touch_id" = "Activez Touch ID ou Passcode dans les paramètres de l'iPhone pour utiliser cette option";
"setup_touch_id_bold" = "Touch ID";

"unlock_your_mac" = "Déverrouiller le Mac?";

"unlock_device" = "Déverrouiller %@?";
"lock_device" = "Verrouiller %@";
"near_lock_off_device" = "Mettre Near Lock sur OFF pour %@";
"near_lock_on_device" = "Mettre Near Lock sur ON pour %@";

"near_lock_unlock_all" = "Tout déverrouiller";
"near_lock_lock_all" = "Tout verrouiller";
"no_devices_connected" = "Aucun Mac connecté";


"authenticate_for_login" = "S'authentifier pour déverrouiller le Mac";

"near_lock_feedback" = "Feedback Near Lock";
"near_lock_feedback_question" = "Que pensez-vous de Near Lock?";
"near_lock_feedback_great" = "J'aime!";
"near_lock_feedback_could_be_better" = "Il y a un problème...";
"near_lock_feedback_dont_ask_again" = "Ne me redemandez pas";

"rate_app" = "Noter l'app";
"rate_near_lock" = "Noter l'app – dites nous ce que vous en pensez";
"rate_app_long" = "J'aime Near Lock – Noter l'app";
"rate_or_share_near_lock" = "Voulez-vous noter Near Lock ou\nle partager avec vos amis?";

"open_near_lock_app" = "Ouvrir l'App Near Lock";
"near_lock_settings" = "Paramètres Near Lock";

"distance_to_lock_device" = "Distance de verrouillage: %@";
"distance_to_unlock_device" = "Distance de déverrouillage:%@";
"unlock_distance" = "Distance de déverrouillage:%@";
"lock_distance" = "Distance de verrouillage: %@";

"changes_available_only_in_pro_mode" = "Disponible seulement dans la version PRO";
"distance_from_device" = "Distance: %@";
"near_lock_not_set_up" = "Near Lock n'a pas été paramétré";

"setup_near_lock" = "Parametrer Near Lock";


"near_lock_app_closed" = "L'App Near Lock semble être fermée";

"open_near_lock" = "Ouvrir Near Lock";
"loading" = "Chargement..";

"trouble_connecting" = "Des problèmes pour vous connecter\nà vos appareils?";

"bluetooth_sharing_is_off" = "Le Partage Bluetooth est désactivé!";
"turn_on_bluetooth_sharing_old" = "Vous devez activer le Partage Bluetooth dans les paramètres de l'iPhone pour utiliser Near Lock";
"turn_on_bluetooth_sharing" = "Vous devez activer le Partage Bluetooth dans les paramètres de l'iPhone pour utiliser Near Lock en arrière-plan";
"open_settings" = "Ouvrir Paramètres";

"turn_off_near_lock" = "Eteindre Near Lock";
"turn_on_near_lock" = "Allumer Near Lock";
"lock_unlock_distance" = "Distance de verrouillage – déverrouillage";

"enjoying_near_lock" = "Vous aimez Near Lock?";
"please_rate" = "Si vous aimez Near Lock, merci de prendre un moment pour laisser un commentaire honnête: cela aide vraiment. Merci de votre soutien !";

"rate_near_lock_old" = "Notez Near Lock";
"rate_reming_me_later" = "Rappelez-moi plus tard";
"rate_no_thanks" = "Non merci";


"tutorial_approach_mac_to_unlock" = "Génial ! Maintenant approchez-vous de votre Mac pour le déverrouiller !";
"tutorial_finished" = "C'est aussi simple que ça !";

"update_your_mac_version_manually" = "Une ancienne version de Near Lock est installée sur votre Mac et certaines fonctionnalités pourraient ne pas fonctionner correctement ! Merci de mettre à jour manuellement ou de contacter le service client.";

"try_buy_button_to_restore" = "Nous n'avons pas réussi à restaurer la version PRO. Si vous avez déjà acheté la version PRO, essayez d'utiliser l'option “acheter”, vous n'aurez PAS à payer deux fois";
"contact_support_to_restore" = "Nous n'avons pas réussi à restaurer la version PRO. Si vous avez déjà acheté la version PRO, veuillez contacter le service client et nous vous guiderons dans le processus de restoration.";
"swipe_left" = "-glisser à gauche";

"txt_login_settings" = "Paramètres de déverrouillage";
"txt_allow_pass_auth_footer" = "Cette option vous permet d'utiliser votre iPhone pour l'authentification système – pour installer un nouveau logiciel par exemple";
"txt_allow_pass_auth_section" = "Authentification système Mac";
"txt_allow_pass_auth" = "Auth. Avec Near Lock";
"txt_login_settings_footer" = "Cette option détermine si on vous demandera sur votre Iphone de déverrouiller le Mac à chaque fois que le champ mot de passe apparaît sur l'écran de veille du Mac";

"txt_confirm_login_when_password_appears_old" = "Authentification: écran de veille Mac";
"txt_confirm_login_when_password_appears" = "Déverrouillage écran de veille";

"txt_distance_precision" = "Précision de la Distance";
"txt_enhanced_tracking" = "Suivi amélioré";
"txt_distance_precision_footer" = "Cette option augmente la précision du suivi de la distance";
"txt_distance_precision_footer_old" = "Désactiver cette option sauvegardera votre batterie mais diminuera la précision du suivi de la distance";
"txt_notification_center" = "Centre de Notifications";
"txt_notification_center_footer" = "Activer cette option fera apparaître Near Lock dans votre Centre de Notifications – quand vous glissez vers le bas depuis le menu d'accueil de l'iPhone";

"txt_today_extension_allow_login_logout" = "Permettre le verrouillage / déverrouillage";
"txt_today_extension_allow_login_logout_old" = "Permettre la connexion/déconnexion";
"txt_today_extension_allow_near_lock_update" = "Permettre les mises à jour Near Lock";
"txt_allow_change_when_locked" = "Demander l'authentification sur l'appareil verrouillé";
"txt_show_near_lock" = "Montrer Near Lock";
"txt_notifications" = "Paramètres de Notifications";
"txt_swipe_left_footer" = "Cette option vous permet de glisser vers la gauche sur les notifications pour verrouiller/ déverrouiller votre Mac sans même ouvrir l'application Near Lock.";
"txt_swipe_left_to_login" = "Déverrouiller par notifications";
"txt_swipe_left_to_login_old" = "Glisser à gauche";
"interactive_notifications" = "Notifications interactives";

"txt_text_notifications" = "Notifications texte";
"txt_on_approach" = "Au déverrouillage";
"txt_walk_away" = "Au verrouillage";

"txt_sound_notifications" = "Notifications sonore";
"txt_sound_on_unlock" = "Au déverrouillage";
"txt_sound_on_lock" = "Au verrouillage";

"no_devices_connected" = "Aucun appareil connecté";
"set_distance" = "Distance ?";

"PRO" = "PRO";

"txt_yes_or_no" = "Oui ou Non";
"txt_touchid_or_passcode" = "Touch ID ou code";
"txt_none" = "Aucun";
"txt_double_knock" = "Toucher deux fois";
"txt_insert_automatically" = "Insérer automatiquement (ne pas demander)";
"txt_reqeust_auth_on_locked_device" = "Demander l'authentification sur l'appareil verrouillé";

"txt_language" = "Langue";
"txt_current_language" = "Langue actuelle";

"default" = "Défaut";
"english" = "Anglais";
"german" = "Allemand";
"spanish" = "Espagnol";
"russian" = "Russe";
"chinese" = "Chinois";
"hindi" = "Hindou";
"portugese" = "Portugais";
"french" = "Français";

"txt_units" = "Unités";
"txt_measure" = "Mesure";
"meters" = "Mètres";
"feet" = "Pieds";
"signal_strength" = "Force du signal";

"txt_application_information" = "Informations sur l'application";
"txt_version" = "VERSION";
"txt_copyright" = "Copyright";



"main_menu_disable_tracking" = "Eteindre Near Lock";
"get_ios_app" = "App iOS";
"faq_or_support" = "FAQ ou contacter support";
"only_pro_version_works_in_background" = "Seule la version PRO marche en arrière-plan";
"distance" = "Distance";

"main_menu_add_new_device_button" = "Ajouter nouvel appareil";
"main_menu_device_too_far" = "Near Lock verrouillera dans %d sec. car %@ est trop loin!";
"error_getting_update" = "Il semble y avoir un erreur dans l'installation d'une nouvelle mise à jour Near Lock. Veuillez télécharger et installer la nouvelle version manuellement.";
"manual_link" = "Lien manuel";
"check_for_updates_button" = "Vérifier mises à jours";

"turn_bluetooth_and_get_ios_app" = "Veuillez activer le bluetooth et télécharger l'app iOS";
"start_ios_on_your_iphone" = "Démarrez l'app iOS sur votre iPhone";

"turn_bluetooth_on" = "Activer le Bluetooth";
"turn_bluetooth_off" = "Désactiver le Bluetooth";
"bluetooth_is_off" = "Votre Bluetooth est désactivé";
"bluetooth_is_off_short" = "Bluetooth désactivé";

"loading_screen_label" = "Attendez pendant que nous paramétrons vos appareils!";

"iphone_wants_to_connect" = "%@ demande la connexion!";

"accept" = "Accepter";
"deny" = "Refuser";

"scanning" = "Recherche...";

"initalizingBLE" = "Démarrage du bluetooth LE";
"restartingBluetooth" = "Redémarrage du bluetooth";
"press_any_key_to_login" = "Appuyer sur n'importe quelle touche pour déverrouiller le Mac";

"use_iphone_to_set_up_near_lock" = "Maintenant utilisez votre iPhone pour \nterminer le paramétrage de Near Lock";
"enter_login_password" = "Saisissez votre mot de passe";

"we_are_done" = "C'est terminé!";

"near_lock_available_in_menu_bar" = "Near Lock sera disponible\ndans la barre de menu.";

"share_near_lock" = "Aidez-nous, parlez-en!";

"not_supported_ble" = "Votre Mac ne gère pas la dernière technologie Bluetooth LE, nécessaire pour que Near Lock fonctionne";

"not_supported_mac_version" = "Veuillez mettre à jour votre logiciel Mac pour utiliser Near Lock";

"not_supported_secondary_text" = "Si vous avez déjà acheté l'application iPhone Near Lock et souhaitez être remboursé, cliquez sur le bouton Remboursement.";
"not_supported_main_button" = "Remboursement";

"quit_near_lock" = "Quitter Near Lock";

"main_menu_add_new_device_text" = "Aucun appareil n'est connecté";

"you_have_sucessfuly_paired" = "Appairage réussi avec %@";

"new_ios_update" = "Une nouvelle mise à jour Near Lock est disponible sur l'iPhone";
"new_osx_update" = "Une nouvelle mise à jour Near Lock est disponible";
"update" = "Mise à jour";

"you_have_connected_to" = "Near Lock s'est connecté à\n%@";

"you_have_disconnected_from" = "Connexion perdue avec\n%@";
"unable_to_lock_mac" = "Near Lock n'a pas pu verrouiller votre Mac. Veuillez redémarrer le Mac.";

"connected_to" = "Connecté à %@";
"disconnected_from" = "Connexion perdue avec %@";

"main_menu_unlocked_with_near_lock" = "Votre Mac a été déverrouillé avec Near Lock";

"main_menu_unlocked_with_near_lock_device" = "Votre Mac a été déverrouillé avec %@";

"main_menu_unlinked" = "Vos appareils Near Lock ne sont plus appairés";
"unsolvable_bluetooth_error" = "Il semble y avoir un problème bluetooth, essayez de redémarrer le bluetooth sur votre iPhone";

"needs_bluetooth_to_work" = "Near Lock a besoin du bluetooth pour fonctionner";
"turn_bluetooth_on" = "Mettre le Bluetooth sur ON";

"restarting_bluetooth" = "Redémarrer le bluetooth";

"make_sure_ble_on" = "Vérifiez que le bluetooth est sur ON sur votre iPhone \net que Near Lock est en marche – au moins en tâche de fond";
"still_not_working" = "Ca ne marche toujours pas!";
"ble_can_get_jammed" = "Parfois le Bluetooth se bloque, redémarrer le bluetooth sur votre Iphone et Mac peut aider.";
"still_cant_get_it_to_work" = "Je n'y arrive toujours pas!";
"press_button_to_restart" = "Si vous avez toujours des problèmes, appuyez sur le bouton ci-dessous pour redémarrer le Bluetooth sur votre Mac.";
"restart_bluetooth" = "Redémarrer le bluetooth";
"unlink_both_sides" = "Si vous avez toujours des problèmes, essayez de désappairer vos appareils des deux côtés, et de les reconnecter. Vous pouvez le faire depuis les paramètres Near Lock.";
"still_doesnt_work" = "Ca ne marche toujours pas!";
"restart_iphone" = "Toutes nos excuses.. Parfois le signal bluetooth se bloque et la seule manière de le réparer est de redémarrer l'iPhone.";
"faq_or_mail" = "Pour plus d'informations, veuillez lire notre FAQ ou nous envoyer un email, et nous essayerons de vous aider.";

"press_button_ble_on" = "Appuyer sur le bouton ci-dessous pour activer le bluetooth.";
"turn_on_ble_to_use_near_lock" = "Activer le bluetooth pour utiliser Near Lock.";
"having_trouble" = "Un problème ?";
"rescan" = "Re-scanner";
"open_welcome_screen" = "Installez et ouvre Near Lock. Vous devriez voir l'écran BIENVENUE sur l'iPhone. Ca ne marche toujours pas ?";
"restart_ble_on_iphone" = "Redémarrer le bluetooth sur l'iPhone aide parfois. Encore un problème ?";
"press_button_to_restart_ble" = "Appuyez sur le bouton ci-dessous pour redémarrer le bluetooth sur le Mac. Encore des problèmes?";
"restart_iphone" = "Toutes nos excuses.. Il y a une dernière chose à essayer.. Vous pouvez vider le cache bluetooth en suivant les étapes dans Paramètres Avancés > Vider le cache bluetooth.";
"corrupted_bluetooth_cache" = "Near Lock a détecté que le cache Bluetooth est corrompu. \n\nVeuillez vider le cache Bluetooth de votre Mac pour une connexion Bluetooth plus stable.";
"corrupted_bluetooth_cache_short" = "Veuillez vider le cache Bluetooth pour une connexion plus stable";
"restart_bluetooth_on_iphone" = "Essayez de redémarrer le Bluetooth sur votre iPhone pour vous reconnecter.";
"restart_bluetooth_on_iphone_long" = "Near Lock a détecté une erreur dans la connexion Bluetooth. \n\nVeuillez essayez d'éteindre le Bluetooth sur votre iPhone (pendant 5-10 secondes) puis de le redémarrer.";
"notification_settings" = "Paramètres de Notifications";
"mac_notification_settings" = "Paramètres de notifications Mac";

"only_in_pro" = "Disponible seulement dans la version PRO";


"user_active" = "- Utilisateur actif";

"confirm_login_on_iphone" = "Confirmer l'authentification";
"double_knock_on_your_iphone_long" = "Toucher deux fois l'iPhone";
"double_knock_on_your_iphone" = "Toucher deux fois - iPhone";
"turn_bluetooth_off_to_clear_cache" = "Voulez vous vider le cache Bluetooth \n(La première chose à faire est d'éteindre le Bluetooth)";

"clear_cache_description" = "Ensuite il faut nettoyer le fichier de cache Bluetooth\n(on vous demandera vos identifiants)";
"clear_cache" = "Vider le cache";

"restart_mac_after_clear_cache" = "Veuillez redémarrer votre Mac pour appliquer les changements.\n\nSi vous activez le bluetooth sans redémarrer le Mac le cache ne sera pas vidé";

"sleep" = "Veille";
"show_notification_on_login" = "Montrer notification quand le Mac a été déverrouilé par Near Lock";
"show_near_lock_icon_while_mac_locked" = "Montrer l'icone Near Lock quand le Mac est verrouillé";

"start_on_mac_startup" = "Lancer au démarrage du Mac";

"wake_on_approach" = "Déverrouiller seulement quand j'appuie une touche";
"wake_on_approach_long" = "Déverrouiller en appuyant & iPhone proche du Mac";

"near_lock_options" = "Paramétrage";

"near_lock_options_login_on_approach" = "Déverrouiller quand j'approche du Mac";

"near_lock_options_logout_on_walk_away" = "Verrouiller quand je quitte le Mac";

"action_to_confirm_login" = "Paramétres de déverrouillage";
"unlock_automatically_on_approach" = "Automatiquement quand j'approche du Mac";
"dont_confirm" = "Automatiquement quand j'approche du Mac";
"confirm_yes_no" = "Confirmer avec l'iPhone – Oui ou Non";
"touch_id_passcode" = "Confirmer avec l'iPhone - Touch ID & le code";
"knock_menu_item_long" = "Confirmer en touchant 2 fois (actif 15 sec après notif)";
"knock_menu_item" = "Confirmer en touchant 2 fois (15 sec)";

"logout_action" = "Paramètres de verrouillage";
"screensaver" = "Economiseur d'écran";

"advanced_settings" = "Paramètres avancés";

"logout_on_disconnect" = "Verrouiller quand l'Iphone est déconnecté";
"pause_music_on_logout" = "Mettre l'audio en pause quand le Mac est verrouillé";

"allow_closer_distances" = "Permettre des distances plus courtes";
"allow_closer_distances_than" = "Autoriser des distances inferieures à %@";
"clear_bluetooth_cache" = "Vider le cache bluetooth";

"automatically_update" = "Mettre à jour la version Mac automatiquement";

"show_unlock_history" = "Montrer l'historique de déverrouillage";
"unlock_history" = "Historique de déverrouillage";

"share_near_lock" = "Partager Near Lock";
"help" = "Aide";
"about" = "A propos";
"feedback" = "Avis / Support";

"contact_support" = "Contacter Support";
"faq" = "FAQ";

"check_for_updates" = "Mises à jour";
"unlink_device" = "Oublier %@";
"new_ios_update_ready" = "Nouvelle version iOS disponible – Mettre à jour";
"ios_version_up_to_date" = "Dernière version Iphone installée";

"device_not_connected" = "%@ non connecté";
"no_ios_device_connected" = "Aucun appareil iOS connecté";
"near_lock_up_to_date" = "Dernière version Mac installée";

"check" = "Verifier les mises à jour Mac";
"get_new_version" = "Obtenir la nouvelle version!";
"checking_for_updates" = "Vérification des mises à jour..";
"downloading_will_relaunch" = "Téléchargement.. Redémarrera quand terminé";

"downloading_relaunch_when_finished" = "Téléchargement.. Redémarrez quand terminé";
"new_update_ready" = "Nouvelle mise à jour prête";
"relaunch_new_version_ready" = "Redémarrez – nouvelle version prête";

"version" = "Version %@";

"session" = "\n--------------- Session: %@ ---------------";
"mac_locked_old" = "Mac verrouillé";
"mac_unlocked_old" = "Mac déverrouillé";

"mac_locked" = "Mac verrouillé";
"mac_unlocked" = "Mac déverrouillé";

"onboarding_tutorial_finished" = "C'est bon ! Cool, pas vrai?";
"good_time_to_share" = "Un bon moment pour partager?";
"we_are_ready_to_start" = "Bien! Nous sommes prêts!";
"lets_try_it_out" = "Essayons ça!";
"choose_unlock_lock_from_menu_bar" = "Choisissez la distance de verrouillage/déverrouillage dans la Barre de Menu";
"enable_near_lock" = "Activer Near Lock";

"now_walk_away" = "Maintenant éloignez-vous simplement de votre Mac";
"your_distance" = "Votre distance:";
"lock_distance" = "Distance de verrouillage:";
"get_pro_version_for_near_lock" = "Vous devez avoir la version PRO de Near Lock pour que l'application marche en tâche de fond!";
"distance_estimation" = "Important: la distance est estimée d'après la force du signal entre vos appareils – chaque appareil se comporte différemment, donc essayez de trouver la distance de verrouillage/déverrouillage qui vous convient le mieux.";


"near_lock_started" = "Near Lock démarré";
"on" = "On";
"off" = "Off";

"new_version_available" = "nouvelle version disponible";
"near_lock_not_up_to_date" = "La version Near Lock de votre Mac n'est pas à jour. Veuillez cliquer sur le lien ci-dessous pour télécharger la dernière version. Si le lien automatique ne fonctionne pas, vous pouvez télécharger et installer Near Lock manuellement.";

"near_lock_connection_problem" = "Near Lock a détecté un problème Bluetooth";

"insert_password_to_mac" = "Insérer le mot de passe sur %@?";
"insert_password_question" = "Voulez-vous insérer votre mot de passe?";
"insert_password_action" = "Insérer le mot de passe";
"knock_twice_to_unlock_mac" = "Touchez deux fois pour déverrouiller le Mac!";
"knock_twice_to_unlock" = "Touchez deux fois pour déverrouiller %@!";
"knock_twice_to_insert_password_to_mac" = "Touchez deux fois pour entrer le mot de passe sur le Mac.";
"knock_twice_to_insert_password" = "Touchez deux fois pour entrer le mot de passe sur %@!";

"unlocking_with_notifications_only_in_pro" = "Déverrouiller par notifications est une option réservée au mode PRO";
"unlock_your_device_question" = "Near Lock voudrait déverrouiller votre appareil?";

"tap_to_turn_on_bluetooth" = "Tapez pour activer le Bluetooth";
"tap" = "Tapez";

"swipe_up" = "Glissez vers le haut!";
"swipe_up_to_turn_on_bluetooth" = "Glissez vers le haut pour activer le Bluetooth";

"show_tutorial" = "Voir le tutoriel";

"failed_login_attempt_detected" = "Attention ! Tentative de connexion échouée détectée !";
"failed_login_attempt" = "Attention! Near Lock a détecté une tentative de connexion échouée!";
"warn_on_failed_login" = "Envoyer une notification à chaque connexion échouée";
"configure_advanced_unlock_settings_on_iPhone" = "Plus d'options de déverrouillage dans les paramètres iPhone";


"show_all_failed_logins" = "Montrer toutes les connexions échouées";

"mac_control" = "Contrôle Mac";

"export" = "Exporter";
"export_to_desktop" = "Exporter sur le bureau";
"delete_all" = "Tout supprimer";
"delete" = "Supprimer";

"no_detected_failed_logins" = "Aucune tentative de connexion échouée détectée";
"no_known_login_logout_events" = "Aucune connexion ou déconnexion détectée";
"mugshots" = "Photos";
"mugshot" = "Photo";

"image_saved_to_documents" = "L'image a été sauvegardée dans le dossier Documents";
"image_saved_to_desktop" = "L'image a été sauvegardée dans le dossier Bureau";

"mugshot_image_saved_to_documents" = "La photo d'identité a été sauvegardée dans le dossier Documents";
"mugshot_image_saved_to_desktop" = "La photo d'identité a été sauvegardée dans le dossier Bureau";

"unable_to_unlock_mac" = "Near Lock n'a pas pu verrouiller votre Mac. Veuillez redémarrer le Mac.";
"password_inserted_by_nearlock" = "Votre mot de passe a été inseré par Near Lock";

"no_appropriate_camera_attached" = "Ce Mac ne possède pas de caméra convenable";
"enable_option_in_settings" = "Veuillez activer cette option dans vos paramètres";

"filter" = "Filtre :";
"lock_unlock_history" = "Historique de verrouillage/déverrouillage";
"session_duration" = "Durée de la session";
"failed_login_attempt_text" = "Tentative de connexion échouée";

"nice_try_busted" = "Bien essayé !";
"get_pro_version_to_see_full_list" = "Obtenez la version PRO pour voir la liste complète";
"busted_with_near_lock" = "Pris la main dans le sac avec Near Lock !";

"swipe_to_see_nearlock" = "Glissez pour voir ce qu'est Near Lock !";
"quick_start" = "Démarrage rapide";


"tutorial_near_lock_uses_ble" = "Near Lock utilise le Bluetooth Low Energy pour connecter vos appareils";
"tutorial_near_lock_uses_ble_1" = "Near Lock utilise";
"tutorial_near_lock_uses_ble_2" = "le Bluetooth Low Energy";
"tutorial_near_lock_uses_ble_3" = "pour connecter vos appareils";

"tutorial_walk_away" = "Eloignez-vous pour verrouiller votre Mac";
"tutorial_walk_away_1" = "Eloignez-vous";
"tutorial_walk_away_2" = "pour verrouiller votre Mac";

"tutorial_apple_watch" = "Pour un accès plus rapide utilisez votre Apple Watch ou le widget Notifications";
"tutorial_apple_watch_1" = "Pour un accez plus rapide utilisez votre";
"tutorial_apple_watch_2" = "Apple Watch ou";
"tutorial_apple_watch_3" = "le widget Notifications";

"tutorial_touch_id" = "Déverrouillez votre Mac avec Touch ID ou en tapant deux fois";
"tutorial_touch_id_1" = "Déverrouillez votre Mac avec";
"tutorial_touch_id_2" = "Touch ID";
"tutorial_touch_id_3" = "Tapez deux fois ";

"tutorial_detect_failed_login" = "Détectez les tentatives de connexion échouées";
"tutorial_detect_failed_login_1" = "Détectez";
"tutorial_detect_failed_login_2" = "les tentatives de connexion échouées";

"tutorial_lock_unlock_distance" = "Choisissez la distance de verrouillage/déverrouillage sur votre Mac";
"tutorial_lock_unlock_distance_1" = "Choisissez la distance";
"tutorial_lock_unlock_distance_2" = "de verrouillage/déverrouillage";
"tutorial_lock_unlock_distance_3" = "sur votre Mac";

"tutorial_approach_to_unlock" = "Approchez-vous de votre Mac pour le déverrouiller";
"tutorial_approach_to_unlock_1" = "Approchez-vous de votre Mac";
"tutorial_approach_to_unlock_2" = "pour le déverrouiller";

"to_start_download_on_mac" = "Pour utiliser Near Lock veuillez installer l'application Mac Near Lock";
"to_start_download_on_mac_bold" = "application Mac Near Lock";

"skip" = "Passer";

"to_start_download_on_mac_2" = "Pour commencer veuillez installer Near Lock sur votre Mac";


"define_safe_zones" = "Configurer le Déverouillage WiFi";
"get_pro_version_to_use_wifi_unlock" = "Pour utiliser le Déverouillage WiFi vous devez avoir la version PRO";
"get_pro_version_to_use_this_feature" = "Pour utiliser cette option vous devez avoir la version PRO";
"pair_iphone_to_use_this_feature" = "Pour utiliser le Déverouillage WiFi vous devez avoir un iPhone apparié";
"already_added_to_unlock_wifi_list" = "Déjà sur la liste du Déverouillage WiFi";
"unlock_wifi_info_text_not_used" = "Quand vous serez connecté à un WiFi (ex. \"maison\") vous n'aurez pas besoin d'entrer de mot de passe pour débloquer votre Mac. Near Lock le fait automatiquement.";
"currently_connected_to" = "Connecté à :";
"add_to_unlock_wifi" = "Ajouter à la liste du Déverouillage WiFi";
"wifi_unlock" = "Déverrouillage WiFi";

"wifi_unlock_description_mac_not_used_2" = "Le Déverouillage WiFi vous permet de vous connecter à votre Mac automatiquement lorsqu'il est connecté à un certain réseau WiFi (ex. \"maison\")";
"wifi_unlock_description_mac_not_used_3" = "Utilisez le Déverouillage WiFi pour déverrouiller votre Mac automatiquement lorsqu'il est connecté à un WiFi spécifique (ex. \"maison\")";
"wifi_unlock_description_mac_not_used_4" = "Utilisez le Déverouillage WiFi pour garder votre Mac déverrouillé tant qu'il est connecté aux WiFi sélectionnés";

"already_added_to_network" = "%@ est déjà sur la liste du Déverouillage WiFi  !\nVeuillez vous connecter à un WiFi que vous désirez ajouter à la liste.";
"no_wifi_connected" = "Aucun réseau WiFi connecté";
"no_wifi_connected_short" = "Aucun WiFi connecté";
"connect_to_wifi_to_add_wifi_unlock" = "Veuillez vous connecter à un WiFi pour pouvoir l'ajouter à la liste du Déverouillage WiFi";
"wifi_unlock_currently_connected" = "Vous êtes connecté au réseau WiFi %@.";
"wifi_unlock_add_to_list" = "Voulez-vous ajouter %@ à la liste du Déverouillage WiFi?";
"add" = "Ajouter";
"close" = "Fermer";
"edit" = "Modifier";

"wifi_unlock_security_options" = "Paramètres de sécurité du Déverouillage WiFi";

"wifi_unlock_require_iphone" = "Activer le Déverouillage WiFi seulement lorsque votre iPhone est connecté à votre Mac";
"wifi_unlock_allow_unlock_when_not_connected" = "Permettre au Déverouillage WiFi de déverrouiller mon Mac même lorsque mon iPhone n'y est PAS connecté par Bluetooth";
"next" = "Suivant";

"you_have_set_up_wifi_unlock" = "Le Déverouillage WiFi a bien été configuré";
"wifi_unlock_finish_description" = "Votre Mac restera déverrouillé quand :";
"wifi_unlock_when_connected_to_wifi" = "Vous serez connecté au réseau WiFi %@";
"wifi_unlock_when_connected_to_wifi_and" = "Vous serez connecté au réseau WiFi %@ et quand";
"wifi_unlock_when_connected_to_iphone" = "Votre iPhone (%@) sera connecté à votre Mac par Bluetooth";

"tutorial_wifi_unlock" = "Gardez votre Mac déverrouillé tant qu'il est connecté au WiFi sélectionné";
"tutorial_wifi_unlock_1" = "Gardez votre Mac déverrouillé";
"tutorial_wifi_unlock_2" = "Tant qu'il est connecté au";
"tutorial_wifi_unlock_3" = "WiFi sélectionné";

"tutorial_wifi_only_selected_wifi" = "WiFi sélectionnés uniquement";
"tutorial_wifi_save_battery" = "Réduit la consommation de batterie de l’iPhone";
"tutorial_wifi_works_with_iphone" = "Fonctionne avec ou sans votre iPhone";

"add_wifi" = "Ajouter ce WiFi";
"edit_list" = "Modifier la liste";
"edit_wifi_list" = "Modifier la liste du Déverouillage WiFi";
"wifi_unlock_edit_list" = "Déverrouillage WiFi modifier la liste";

"wifi_unlock_networks" = "Réseaux du Déverouillage WiFi";
"wifi_unlock_edit_description" = "Votre Mac devrait rester déverrouillé tant qu'il est connecté à l'un des WiFi listés ci-dessous.\nAllez aux paramètres pour les options de configuration de sécurité avancées.";

"your_mac_unlocked_with_wifi_unlock" = "Votre Mac a été déverrouillé par Déverouillage WiFi";

"wifi" = "wifi";
"wifi_unlock_marketing" = "Déverouillage WiFi - Gardez votre Mac déverrouillé tant qu'il est connecté au WiFi sélectionné (ex. \"maison\")";

"wifi_unlock_enabled" = "Déverouillage WiFi activé";

"take_photo_on_failed_login" = "Prendre une photo dans la la connexion échoué";
"passcode_is_not_set" = "Le code d'accès et TouchID ne sont pas réglés";
"open_passcode_settings" = "Ouvrir les paramètres relatifs au code d'accès";

"confirm_unlock_on_approach" = "Confirmer le déverrouillage à l’approche";
"confirm_unlock_on_approach_description" = "Cette option détermine si votre iPhone exigera de confirmer le déverrouillage chaque fois que vous entrerez à portée du déverrouillage Near Lock";
"confirm_unlock_on_approach_login_automatically" = "Sans confirmation – déverrouillage automatique";


"clipboard_options" = "Presse-papiers - les options Copier / Coller ";
"send_clipboard_to_ios" = "Envoyer un texte copié à un appareil iOS";
"get_clipboard_text_from_ios" = "Obtenir le texte copié à partir d'un appareil iOS";
"show_clipboard_menu_on_main_screen" = "Afficher les options du presse-papiers sur l'écran principal";

"clipboard_is_empty_short" = "Presse-papier est vide";
"clip_already_matching" = "Presse-papiers sont déjà sélectionnés";

"clipboard_copied_from_ios_device" = "Presse-papier a été copié à partir de votre iPhone";
"clipboard_could_not_be_copied_from_ios_device" = "Presse-papier ne peut pas être copié à partir de votre iPhone";
"clipboard_copied_to_ios_device" = "Presse-papier a été copié dans %@";
"clipboard_could_not_be_copied_to_ios_device" = "Presse-papier ne peut pas être copié sur votre iPhone";
"mac_clipboard_copied" = "Presse-papier du Mac a été copié sur votre iPhone";
"ios_send_clipboard_to_mac" = "Envoyer un texte copié au Mac";
"ios_get_clipboard_from_mac" = "Obtenir un texte du presse-papiers de Mac";

"clipboard" = "Presse-papier";
"clipboard_explanation" = "Tant que vos appareils sont connectés, vous pouvez envoyer le texte copié à partir de votre Mac à votre iPhone.";
"use_shortcut" = "Vous pouvez également utiliser le raccourci:";
"send_clipboard_shortcut" = "ctrl + cmd + v ";
"clipboard_info_text" = "Comment fonctionne Copier / Coller?";
"clipboard_is_empty" = "Votre presse-papier est vide! Essayez de copier un texte d'abord et essayez à nouveau!";
"clipboard_is_too_big_to_send" = "Le texte dans le presse-papier est trop grand. La limite est de 10k caractères.";
"device_not_connected_to_iphone" = "Votre Mac n'est pas connecté à votre iPhone";
"device_not_pro_version_or_foreground" = "Cette action n'est supporté que dans la version PRO ou si votre application pour iPhone est au premier plan";

"sleep_shortcut" = "ctrl + cmd + L";

"sleep_mac" = "Mettre le Mac en veille";
"press_any_key_on_your_mac" = "Génial! Maintenant, appuyez sur une touche sur votre Mac pour allumer l'écran .";

"lock_and_unlock_your_mac_automatically" = "Verrouiller et déverrouiller votre Mac automatiquement";
"mac_wake_unlock" = "Déverrouillage réveil du Mac";
"mac_wake_unlock_setup" = "configuration Déverrouillage du réveil ";
"mac_wake_unlock_options" = "Options Déverrouillage Réveil du Mac";
"mac_sleep_screen_unlock_description" = "Après le réveil de votre Mac , vous pouvez utiliser votre iPhone pour déverrouiller facilement votre Mac ";
"mac_sleep_screen_unlock_description_2" = "Si votre iPhone est en mode d'arrière-plan, vous recevrez une notification qui peut ensuite être utilisée pour déverrouiller votre Mac";

"connect_to_iphone_to_use_this_feature" = "S'il vous plaît connecter-vous à votre iPhone pour essayer cette fonctionnalité";

"mac_sleep_screen_unlock_options" = "Options Déverrouillage Réveil du Mac";
"mac_sleep_screen_dont_ask" = "Ne demandez pas de déverrouiller le Mac après son réveil";
"mac_sleep_screen_ask_yes_no" = "Confirmer le déverrouillage sur iPhone avec Oui ou Non";
"mac_sleep_screen_ask_touch_id" = "Confirmer le déverrouillage sur iPhone avec Touch ID et Le code d'accès";
"mac_sleep_screen_double_knock" = "Confirmer le déverrouillage sur iPhone avec double coup - actif 15 sec après la notification";
"mac_sleep_screen_tutorial" = "Comment fonctionne le Déverrouillage réveil du Mac ?";

"you_will_be_asked_on_your_iphone" = "Vous serez demandé sur votre iPhone de déverrouiller votre Mac.";
"choose_your_confirmation_option" = "Choisissez votre option de confirmation:";
"mac_sleep_screen_ask_yes_no_short" = "Oui Non";
"mac_sleep_screen_ask_touch_id_short" = "Touch ID / Code d'accès";
"mac_sleep_screen_double_knock_short" = "Double coup sur l'iPhone";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "Maintenant, mettez votre Mac en veille et suivez les instrucitons sur votre iPhone";
"sleep_mac_now" = "Mettre le Mac en veille maintenant";

"how_does_mac_wake_unlock_work" = "Pour mieux comprendre comment fonctionne le Déverrouillage réveil du Mac :";
"disable_unlock_on_approach" = "S'il vous plaît désactiver temporairement le déverrouillage automatique en approche de Near Lock ";
"turn_near_lock_off" = "Éteingnez Near Lock ";
"disable_wifi_unlock" = "S'il vous plaît désactiver temporairement l'option Déverrouillage Wifi ";
"turn_wifi_unlock_off" = "Éteingnez le déverrouillage Wifi";
"turn_the_options_on_again_after_tutorial" = "Vous pouvez activer ces options à nouveau après le tutoriel!";
"or_press" = "ou appuyez sur";

"wifi_unlock_description_mac" = "Utilisez le Déverouillage WiFi pour garder votre Mac déverrouillé tant qu'il est connecté aux WiFi sélectionnés (ex. \"maison\")";
"wifi_unlock_description_mac_2" = "Le déverrouillage WiFi maintient votre Mac déverrouillé pendant que vous êtes connecté à vos réseaux WiFi sélectionnés (par exemple le réseau domestique)";
"txt_automatically" = "Déverrouiller automatiquement";

"txt_advanced_login_settings" = "Paramètres avancés du déverrouillage Mac";
"txt_advanced_login_settings_description" = "Cette option détermine si vous serez demandé sur votre iPhone de confirmer chaque déverrouillage Mac après que vous approchez de votre Mac et entrez le rayon de déverrouillage Near Lock";
"txt_confirm_login_after_approach" = "Confirmer le déverrouillage après l'approche";

"select_keyboard_shortcuts" = "Choisissez vos raccourcis du clavier";
"change_keyboard_shortcut" = "Changer un raccourci du clavier";

"wifi_unlock_expalnation" = "• Déverrouillage WiFi - garder votre Mac déverrouillé lorsqu'il est connecté à votre réseau WiFi sélectionné (par exemple le réseau domestique)";
"clipboard_explanation" = "• Presse-papier - copier et coller un texte vers et depuis votre Mac";

"update_near_lock_on_ios_to_use_this_feauture" = "S'il vous plaît mettre à jour Near lock sur votre iPhone pour utiliser cette fonctionnalité";
"update_near_lock_on_osx_to_use_this_feauture" = "S'il vous plaît mettre à jour Near lock sur votre Mac pour utiliser cette fonctionnalité";
"near_lock_demo" = "Demo Near lock ";

"back" = "Retour";

"show_wifi_unlock_on_main_screen" = "Toujours afficher le déverrouillage WiFi sur l'écran principal";
"take_photo_after_each_login" = "Prendre une photo après chaque connexion";
"show_login_photos" = "Afficher les photos de connexion";
"delete_all_photos_question" = "Voulez-vous supprimer toutes les photos montrées?";
"delete_single_photo" = "Voulez-vous supprimer la photo sélectionnée?";
"send_clipboard_to_ios_short" = "Envoyer le presse-papiers";

"mac_sleep_screen_double_knock" = "Confirmer le déverrouillage sur iPhone avec double coup - actif 15 sec après la notification";
"mac_sleep_screen_double_knock_active_only" = "Système de détection est actif seulement 15 secondes après la réception de la notification sur iPhone";
"show_mac_control_on_main_menu" = "Afficher les options de contrôle du Mac sur le menu principal";
"show_login_control_on_main_menu" = "Afficher les options de contrôle de la Connexion sur le menu principal";
"login_control_title" = "Contrôle de Connexion";

"no_detected_logins_photo attempts" = "Les tentatives de connexion ne sont pas capturés";

"clipboard_send_to_mac" = "Envoyé au Mac";
"clipboard_copy_from_mac" = "Copier depuis Mac";

"mac_control_options" = "Options de contrôle du Mac";
"login_control_options" = "Options de contrôle de la Connexion";

"near_lock_pro_restored" = "La version PRO de Near Lock a été restauré. Vous pouvez maintenant utiliser toutes les fonctionnalités de Near lock!";
"near_lock_bought" = "Merci d'avoir acheté Near lock PRO. Vous pouvez maintenant utiliser toutes les fonctionnalités de Near lock!";
"info_short" = "Infos";
"login_photos_short" = "Photos de Connexion";
"failed_login_photos_short" = "Photos de connexion ont échoué";
"lock_unlock_history_short" = "Historique de déverrouillage \ Verrouillage";
"login_photos_description_1" = "Near lock vous permet de prendre une photo chaque fois que votre Mac est déverrouillé.";
"login_photos_description_2" = "Ces photos sont stockées uniquement sur votre Mac et peuvent être supprimées à tout moment.";
"show_all_photos" = "Voir toutes les photos";
"failed_login_photos_description_1_short" = "Near lock vous permet de prendre une photo chaque fois un mot de passe erroné est inséré sur l'écran de connexion du Mac.";
"failed_login_photos_description_1" = "Near lock vous permet de prendre une photo chaque fois que quelqu'un tente de se connecter à votre ordinateur et entre un mot de passe erroné.";
"failed_login_photos_description_2" = "Ces photos sont stockées uniquement sur votre Mac et peuvent être supprimées à tout moment.";
"mac_control_receive_notification_on_iphone" = "Recevoir une notification sur votre iPhone";
"mac_control_share_photo" = "Partager la photo";
"mac_control_save_photo_to_documents" = "Enregistrer la photo dans vos documents";
"mac_control_delete_photo" = "Supprimer la photo";
"mac_control_delete_all_photos" = "Supprimer toutes les photos";
"not_yet_available_on_sierra_and_above" = "* Pas encore disponible sur macOS Sierra et les versions plus récentes";
"feature_not_supported_on_sierra" = "Cette fonction n'a pas encore été pris en charge sur macOS Sierra et les systèmes d'exploitation plus récents.";
"feature_not_supported_on_sierra_short" = "N'est pas prise en charge sur macOS Sierra +";
"mac_control_info_description" = "Avoir un meilleur aperçu sur l'utilisation de votre Mac";

"learn_more" = "En savoir plus";

"lock_unlock_history_description_1" = "Vous pouvez utiliser Near lock pour suivre les temps de votre connexion et déconnexion , ainsi que le temps passé en travaillant sur votre Mac.";
"lock_unlock_history_description_2" = "Elle peut servir comme un suiveur de temps sans effort.";
"show_history" = "Afficher l'historique";
"unlock_by_typing_password" = "Débloqué en insérant le mot de passe";
"unlocked_by_near_lock" = "Débloqué par Near lock";
"unlocked_by_wifi_unlock" = "Débloqué par le déverrouillage WiFi";
"unlocked_by_near_lock_automatic" = "Débloqué automatiquement par Near lock";

"only_3_photos_in_free_version" = "Vous ne pouvez prendre que 3 photos dans la version gratuite. La version PRO vous permet de prendre des photos illimitées";
"only_3_photos_in_free_version_short" = "Obtenez la version PRO pour plus de 3 photos";
"enable" = "Activer";
"not_enabled" = "Désactivé";

"login_photo_not_enabled" = "Cette fonction est actuellement désactivée et Near lock ne va pas prendre une photo après chaque connexion à votre Mac.";
"failed_login_attempt_not_enabled" = "Cette fonction est actuellement désactivée et Near lock ne va pas prendre une photo après une tentative de connexion échouée .";
"enable_in_mac_control" = "Vous pouvez également activer cette option dans les paramètres de contrôle de votre Mac.";
"disable_in_mac_control" = "Vous pouvez désactiver cette option dans les paramètres de contrôle de votre Mac";

"troubleshoot" = "Dépanner";
"nearlock_is_turned_on" = "Near Lock est activée";
"mac_is_locked" = "Le Mac est verrouillé";
"mac_is_unlocked" = "Le Mac est déverrouillée";
"no_camera_detected" = "Aucune caméra détectée";
"no_suitable_camera" = "Near Lock n'a détecté aucun appareil convenable sur votre Mac";
"no_login_photos" = "Il n'y a pas de photos de connexion en ce moment.";

"in_pro_version_unlock_from_lock_screen" = "In PRO version you can unlock your Mac directly from the iPhone lock screen.";




















































































































































































































































































































































































































































































































